// let langArr = {
//     //Navbar mobile translate------------------------------------------------------------------------------!
//     "aboutApp": {
//         "ru": "О приложении",
//         "kz": "Қосымша туралы",
//     },
//     "peculiarity": {
//         "ru": "Особенности",
//         "kz": "Ерекшеліктері",
//     },
//     "methodsPay": {
//         "ru": "Способы оплаты",
//         "kz": "Төлем тәсілдері",
//     },
//     "certificate": {
//         "ru": "Сертификаты",
//         "kz": "Кімге арналған?",
//     },



//     //Navbar translate ------------------------------------------------------------------------------!
//     "aboutApp": {
//         "ru": "О приложении",
//         "kz": "Қосымша туралы",
//     },
//     "peculiarity": {
//         "ru": "Особенности",
//         "kz": "Ерекшеліктері",
//     },
//     "methodsPay": {
//         "ru": "Способы оплаты",
//         "kz": "Төлем тәсілдері",
//     },
//     "forWhom": {
//         "ru": "Для кого?",
//         "kz": "Кімге арналған?"
//     },
//     "certificate": {
//         "ru": "Сертификаты",
//         "kz": "Сертификаттар",
//     },
//     "enter": {
//         "ru": "Войти",
//         "kz": "Кіру",
//     },



//     //Promo translate ------------------------------------------------------------------------------!
//     "promoH2": {
//         "ru": "Автоматизируйте ваш магазин в одном приложении за 1 день. Бесплатно.",
//         "kz": "Дүкеніңізді бір қосымшада 1 күнде автоматтандырыңыз. Тегін.",
//     },
//     "promoLinkDown": {
//         "ru": "Скачать приложение",
//         "kz": "Жүктеп алу",
//     },



//     //Slider text translate ------------------------------------------------------------------------------!
//     "slideTitle": {
//         "ru": "Оплата только за банковскую комиссию",
//         "kz": "Тек банк комиссиясы төленеді",
//     },
//     "slideText": {
//         "ru": "Установите наше приложение и плати только за платеж",
//         "kz": "Біздің қосымшамызды орнатып, тек төлем үшін ғана төлеңіз",
//     },
//     "promoLink": {
//         "ru": "Подробнее",
//         "kz": "Көбірек",
//     },



//     //How to connect translate ------------------------------------------------------------------------------!
//     "stepsSubhead": {
//         "ru": "Как подключиться?",
//         "kz": "Қалай қосылуға болады?",
//     },
//     "stepsTitle1": {
//         "ru": "Пройдите регистрацию",
//         "kz": "Тіркеуден өтіңіз",
//     },
//     "stepsText1": {
//         "ru": "Пройдите регистрацию и пользуйтесь всем функционалом приложения бесплатно.",
//         "kz": "Тіркеуден өтіп, қосымшаның бүкіл функционалын тегін пайдаланыңыз.",
//     },
//     "stepsTitle2": {
//         "ru": "Загрузите товары",
//         "kz": "Тауарларды жүктеңіз",
//     },
//     "stepsText2": {
//         "ru": "Импортируйте товары из файла или добавьте вручную.",
//         "kz": "Тауарларды файлдан импорттаңыз немесе қолмен қосыңыз.",
//     },
//     "stepsTitle3": {
//         "ru": "Начните зарабатывать",
//         "kz": "Табыс тауып бастаңыз",
//     },
//     "stepsText3": {
//         "ru": "Управляйте продажами, ценами и принимайте онлайн-оплату удобным способом",
//         "kz": "Сатылымдарды, бағаларды басқарыңыз және онлайн төлемді ыңғайлы тәсілмен қабылдаңыз",
//     },
    


//     //Actions btn translate------------------------------------------------------------------------------!
//     "actionBtn": {
//         "ru": "Начать работу",
//         "kz": "Жұмысты бастау",
//     },
//     //Actions translate------------------------------------------------------------------------------!
//     //Action block 1------------------------------------------------------------------------------!
//     "funcSubhead": {
//         "ru": "Функции",
//         "kz": "Функциялар",
//     },
//     "createTitle": {
//         "ru": "Создайте интернет-магазин самостоятельно",
//         "kz": "Интернет-дүкенді өзіңіз жасаңыз",
//     },
//     "createDescr": {
//         "ru": "У вас есть возможность продавать собственные товары, загружая их одним файлом, запланировать скидки и акции, а также иметь лёгкий доступ к информации о заказе.",
//         "kz": "Сізде өз тауарларыңызды бір файлда жүктеп, оларды сату, жеңілдіктер мен науқандарды жоспарлау, сондай-ақ тапсырыс туралы ақпаратқа оңай қол жеткізу мүмкіндігі бар."
//     },
//     "creatLiTitle1": {
//         "ru": "Создайте свой стиль",
//         "kz": "Өз стиліңізді қалыптастырыңыз",
//     },
//     "creatLiText1": {
//         "ru": "Выбор цвета сайта и отображения товаров",
//         "kz": "Сайттың түсін және тауарлардың көрсетілуін таңдау",
//     },
//     "creatLiTitle2": {
//         "ru": "Настройка заказа",
//         "kz": "Тапсырысты баптау",
//     },
//     "creatLiText2": {
//         "ru": "Установите время и стоимость доставки",
//         "kz": "Жеткізу уақыты мен құнын белгілеңіз",
//     },
//     "creatLiTitle3": {
//         "ru": "Социальные сети",
//         "kz": "Әлеуметтік желілер",
//     },
//     "creatLiText3": {
//         "ru": "Ключи к повышению узнаваемости бренда",
//         "kz": "Брендтің танымалдығын арттыру жолдары",
//     },
//     //Action block 2 ------------------------------------------------------------------------------!
//     "accTitle": {
//         "ru": "Управляйте товароучетом",
//         "kz": "Тауарлардың есепке алынуын басқарыңыз",
//     },
//     "accText": {
//         "ru": "Благодаря товароучету узнайте о каждом движении товаров онлайн и о наличии товара на складах.",
//         "kz": "Тауарлардың есепке алынуы арқасында онлайн режимде тауарлардың әрбір қозғалысы және қоймаларда тауарлардың болуы туралы біліңіз.",
//     },
//     "accLiTitle1": {
//         "ru": "Импорт одним файлом",
//         "kz": "Бір файлда импорттау",
//     },
//     "accLiText1": {
//         "ru": "Эффективный способ для загрузки товара",
//         "kz": "Тауарларды жүктеудің тиімді тәсілі",
//     },
//     "accLiTitle1": {
//         "ru": "Учет товаров",
//         "kz": "Тауарларды есепке алу",
//     },
//     "accLiText2": {
//         "ru": "Контролируйте наличие товаров на складе",
//         "kz": "Қоймада тауарлардың болуын бақылап отырыңыз",
//     },
//     "accLiTitle1": {
//         "ru": "Сканирование баркода",
//         "kz": "Баркодты сканерлеу",
//     },
//     "accLiText3": {
//         "ru": "Поиск товара с помощью баркода",
//         "kz": "Тауарды баркодтың көмегімен іздеу",
//     },
//     //Action block 3 ------------------------------------------------------------------------------!
//     "ofdTitle": {
//         "ru": "Онлайн касса с передачей в ОФД",
//         "kz": "Деректерді ФДО-на жіберетін онлайн касса",
//     },
//     "ofdDescr": {
//         "ru": "Онлайн касса позволяет печатать чеки на любой принтер, поделиться чеком через WhatsApp и email. Отсутсвие скрытых платежей и полное соответсвие законам РК.",
//         "kz": "Онлайн касса чектерді кез келген принтермен басып шығаруға, WhatsApp және email арқылы чекті бөлісуге мүмкіндік береді. Жасырын төлемдердің болмауы және ҚР заңдарына толық сәйкестік.",
//     },
//     "ofdLiTitle1": {
//         "ru": "Нулевое обслуживание",
//         "kz": "Нөлдік қызмет көрсету",
//     },
//     "ofdLiText1": {
//         "ru": "Главное отличие от физических касс",
//         "kz": "Кәдімгі кассалардан басты айырмашылығы",
//     },
//     "ofdLiTitle2": {
//         "ru": "Мониторинг работы касс",
//         "kz": "Кассалардың жұмысын қадағалау",
//     },
//     "ofdLiText2": {
//         "ru": "Лучший способ для контроля кассиров",
//         "kz": "Кассирлерді бақылаудың ең жақсы тәсілі",
//     },
//     "ofdLiTitle3": {
//         "ru": "Электронные чеки",
//         "kz": "Электронды чектер",
//     },
//     "ofdLiText3": {
//         "ru": "Отправка электронных чеков покупателям",
//         "kz": "Сатып алушыларға электронды чектерді жіберу",
//     },
//     //Action block 4 ------------------------------------------------------------------------------!
//     "analysisTitle": {
//         "ru": "Анализируйте продажи товара",
//         "kz": "Тауар сатылымдарын талдаңыз",
//     },
//     "analysisDescr": {
//         "ru": "Аналитика поможет определить точную карту Вашего бизнеса и увидеть статистику продаваемости и сезонности товаров, популярные категории товаров и эффективность работы продавцов.",
//         "kz": "Талдау Cіздің бизнесіңіздің нақты картасын анықтауға және тауарлардың сатылымдылығы мен маусымдылығының статистикасын, танымал тауар санаттарын және сатушылар жұмысының тиімділігін көруге көмектеседі.",
//     },
//     "analysisTitle1": {
//         "ru": "Полная аналитика",
//         "kz": "Толық талдау",
//     },
//     "analysisText1": {
//         "ru": "Контролируйте свой бизнес удаленно",
//         "kz": "Өз бизнесіңізді қашықтан бақылаңыз",
//     },
//     "analysisTitle2": {
//         "ru": "Сбор данных",
//         "kz": "Деректерді жинау",
//     },
//     "analysisText2": {
//         "ru": "Отчеты по продажам и заказам",
//         "kz": "Сатылымдар мен тапсырыстар бойынша есеп берулер",
//     },
//     "analysisTitle3": {
//         "ru": "Финансовая отчетность",
//         "kz": "Қаржылық есептілік",
//     },
//     "analysisText3": {
//         "ru": "Анализ доходов и прибыли",
//         "kz": "Табыс пен пайданы талдау",
//     },
//     //Action block 5 ------------------------------------------------------------------------------!
//     "dataTitle": {
//         "ru": "Клиентская база данных",
//         "kz": "Клиенттер дерекқоры",
//     },
//     "dataText": {
//         "ru": "Качество собранной информации влияет на качество обслуживания. Довольные клиенты могут советовать ваши услуги своим знакомым и увеличивать тем самым базу.",
//         "kz": "Жиналған ақпараттың сапасы қызмет көрсету сапасына әсер етеді. Риза болған клиенттер қызметтеріңізді таныстарына ұсынып, дерекқорды ұлғайтуға септігін тигізе алады",
//     },
//     "dataLiTitle1": {
//         "ru": "Данные покупателей",
//         "kz": "Сатып алушылардың деректері",
//     },
//     "dataLiText1": {
//         "ru": "Добавляйте или редактируйте информацию",
//         "kz": "Ақпаратты қосыңыз немесе түзетіңіз",
//     },
//     "dataLiTitle2": {
//         "ru": "Активность аккаунта",
//         "kz": "Аккаунттың белсенділігі",
//     },
//     "dataLiText2": {
//         "ru": "Проверяйте активность транзакций аккаунта",
//         "kz": "Аккаунт транзакцияларының белсенділігін тексеріңіз",
//     },
//     "dataLiTitle3": {
//         "ru": "Продажи",
//         "kz": "Сатылымдар",
//     },
//     "dataLiText3": {
//         "ru": "Ключи к повышению узнаваемости бренда",
//         "kz": "Брендтің танымалдығын арттыру жолдары",
//     },
    
    
    
//     // Payment methods translate------------------------------------------------------------------------------!
//     "pmethodsTitle": {
//         "ru": "Все популярные методы оплаты",
//         "kz": "Барлық танымал төлем әдістері",
//     },
//     "pmethodsDescr": {
//         "ru": "Беспрепятственно принимайте любой способ оплаты, который хотят ваши клиенты",
//         "kz": "Клиенттеріңіз қалаған кез келген төлем тәсілін кедергісіз қабылдаңыз",
//     },
    
// } 